Repository: kaira96/lightcodecrm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Главная
ky: Башкы бет

source: Выйти
ky: Чыгуу

source: Назад
ky: Артка

source: Количество студентов
ky: Студенттердин саны

source: Выполнили
ky: Бүтүргөн

source: Удалить задание
ky: Жумушту жок кылуу

source: Отправлено в
ky: Жөнөтүлдү

source: Сроки
ky: Мөөнөтү

source: Отправлено вовремя
ky: Өз убагында жөнөтүлдү

source: Ой! немного опоздал
ky: О! Бир аз кеч

source: Скачать представленный файл
ky: Тапшырылган файлды жүктөп алыңыз

source: Оценка
ky: Баа

source: Код класса
ky: Класс коду

source: Список учителей и студентов
ky: Мугалимдердин жана студенттердин тизмеси

source: Задание опубликовано
ky: Көнүгүү жарыяланды

source: Срок выполнения задания в
ky: Тапшырманы аткаруунун акыркы мөөнөтү

source: Менторы
ky: Мугалимдер

source: Создать задание
ky: Тапшырма түзүү

source: Студенты
ky: Студенттер

source: Удалить
ky: Жок кылуу

source: Создать класс
ky: Класс түзүү

source: Присоединиться к классу
ky: Класска кошулу

source: Отправить
ky: Жөнөтүү

source: это бесплатный сервис, разработанный для учебных заведений, цель которого — упростить создание, распространение и оценивание заданий.
ky: Билим берүү мекемелери үчүн арналган акысыз кызмат болуп саналат, анын максаты болуп саналат Тапшырмаларды түзүүнү, бөлүштүрүүнү жана баалоону жөнөкөйлөтүү.

source: Войти
ky: Кирүү

source: Основная цель Classroom — упростить процесс обмена файлами отправки между учителями и учениками.
ky: Classroom негизги максаты - тапшыруу файлдарын бөлүшүүнү жеңилдетүү мугалимдер жана студенттер.

source: Класс экономит время и бумагу, а также позволяет легко создавать классы, распределять задания, общаться и оставаться организованным.
ky: Класс убакытты жана кагазды үнөмдөйт жана класстарды түзүүнү жеңилдетет, тапшырмаларды бөлүштүрүү, баарлашуу жана уюшкандыкта болуу.

source: Учащиеся могут отслеживать свои задания на странице «Задания» и приступать к работе одним щелчком мыши. Учителя могут быстро увидеть, кто выполнил или не выполнил задание, и поставить оценки прямо в Классе.
ky: Студенттер тапшырмаларды Тапшырма бетинен көзөмөлдөп, баштай алышат бир чыкылдатуу менен иштөө. Мугалимдер кимде бар же жок экенин бат эле көрө алышат тапшырманы аткарып, түздөн-түз класста баа койду.

source: Учителя могут добавлять учеников напрямую или делиться кодом со своим классом, чтобы присоединиться. Настройка занимает всего несколько минут.
ky: Мугалимдер студенттерди түздөн-түз кошуп же кодду алар менен бөлүшө алышат кошулуу үчүн класс. Орнотуу бир нече мүнөттү гана алат.

source: Простой безбумажный рабочий процесс заданий позволяет учителям быстро создавать, просматривать и оценивать задания в одном месте.
ky: Жөнөкөй кагазсыз тапшырмалардын иштөө процесси мугалимдерге тез жардам берет бир жерден тапшырмаларды түзүү, көрүү жана баалоо.

source: Регистрация
ky: Катталуу

source: Войдите, если вы уже создали учетную запись
ky: Эгер сиз буга чейин каттоо эсебин түзгөн болсоңуз, кириңиз

source: Отправлено
ky: Жөнөтүлдү

source: Переделать
ky: Кайра жасоо

source: Выполнено
ky: Даяр

source: Все классы
ky: Бардык класстар

source: Зарегистрироваться
ky: Катталыңыз

source: Создайте новую учетную запись, указав номер телефона, имя пользователя, и новый пароль.
ky: Телефон номериңиз, колдонуучу атыңыз жана жаңы каттоо эсебин түзүңүз жаңы Сыр сөз.

source: Зарегестрироваться
ky: Каттоо

source: Отправить задание
ky: Тапшырма тапшыруу

source: Все актуальные темы
ky: Бардык учурдагы темалар

source: Искать
ky: Издөө

source: Обратите внимание, что блокировка пользователя ограничивает его возможности на сайте, и он не сможет отправлять сообщения, писать комментарии, создавать темы и т.д. на определенный период времени.
ky: Эскерте кетсек, колдонуучуну бөгөттөө анын сайттагы мүмкүнчүлүктөрүн чектейт жана алар билдирүү жөнөтө, комментарий жаза албайт, тема түзө албайт жана башкалар. белгилүү бир мөөнөткө.

source: Забанить пользователя
ky: Колдонуучуга тыюу салуу

source: Пользователи которые находятся в ограниченном доступе
ky: Мүмкүнчүлүктөрү чектелген колдонуучулар

source: Имя пользователя
ky: Колдонуучунун аты

source: Дата создания
ky: Түзүлгөн датасы

source: Конец даты бана
ky: Тыюу салуу датасы

source: Забанен навсегда?
ky: Түбөлүк тыюу салынганбы?

source: Разбанить
ky: Тыюудан чыгаруу

source: Готов выйти?
ky: Чыгууга даярсызбы?

source: Выберите «Выйти» ниже, если вы готовы завершить текущий сеанс.
ky: Учурдагы сеансыңызды бүтүрүүгө даяр болсоңуз, төмөнкү Чыгууну тандаңыз.

source: Отмена
ky: Жокко чыгаруу

source: Ограничить доступ
ky: Мүмкүнчүлүктү чектөө

source: Сохранить
ky: Сактоо

source: Дискуссионная платформа
ky: Талкуу платформасы

source: Ваш аккаунт заблокирован на некоторое время из-за нарушения наших правил. Если у вас есть вопросы, свяжитесь с нами через форму обратной связи.
ky: Каттоо эсебиңиз биздин эрежелерди бузгандыктан бир нече убакытка токтотулган. Эгерде сизде кандайдыр бир суроолор болсо, пикир формасы аркылуу биз менен байланышыңыз.

source: Ваш аккаунт заблокирован навсегда из-за нарушения наших правил. Пожалуйста, свяжитесь с нами, если у вас есть возражения.
ky: Каттоо эсебиңиз саясаттарыбызды бузгандыктан биротоло токтотулду. Эгерде кандайдыр бир каршы пикириңиз болсо, биз менен байланышыңыз.

source: В данном разделе вы можете найти обсуждения по различным темам, которые могут быть интересны для вас. Наш сайт предоставляет платформу для обмена мнениями и опытом между пользователями, которые разделяют общие интересы.
ky: Бул бөлүмдө сизди кызыктырган ар кандай темалар боюнча талкууларды таба аласыз. Биздин сайт жалпы кызыкчылыктары бар колдонуучулардын ортосунда пикир жана тажрыйба алмашуу үчүн аянтчаны камсыз кылат.

source: Здесь вы можете найти темы по различным областям, таким как наука, технологии, искусство, спорт и многое другое. Вы можете создать свою тему и начать обсуждение с другими участниками, или присоединиться к уже имеющимся дискуссиям.
ky: Бул жерден сиз илим, технология, искусство, спорт жана башка көптөгөн тармактардагы темаларды таба аласыз. Сиз өзүңүздүн темаңызды түзүп, башка катышуучулар менен талкууну баштасаңыз же учурдагы талкууларга кошула аласыз.

source: Мы стремимся создать дружественное и уважительное сообщество, где каждый может выразить свое мнение и услышать мнения других. Просим вас уважать мнения других участников и избегать нецензурной лексики и оскорблений.
ky: Биз ар бир адам өз оюн айтып, башкалардын пикирин уга ала турган достук жана урматтуу коомчулукту түзүүгө умтулабыз. Сураныч, башка мүчөлөрдүн пикирин сыйлап, кемсинтүү жана кемсинтүүдөн алыс болуңуз.

source: Мы надеемся, что наш раздел будет полезным и интересным для вас, и вы найдете здесь много новых знаний и интересных идей. Спасибо за то, что выбрали наш сайт для общения и обмена опытом!
ky: Биздин бөлүм сиз үчүн пайдалуу жана кызыктуу болот деп ишенебиз жана бул жерден көптөгөн жаңы билимдерди жана кызыктуу идеяларды таба аласыз. Байланыш жана тажрыйба алмашуу үчүн биздин сайтты тандаганыңыз үчүн рахмат!

source: Предупреждение
ky: Эскертүү

source: В нашем сообществе мы стараемся создать дружественную и уважительную атмосферу, где каждый может высказаться и поделиться своими мыслями и идеями. Но чтобы сохранить эту атмосферу, мы имеем правила поведения на сайте, которые необходимо соблюдать.
ky: Биздин жамаатта биз ар бир адам өз ойлорун жана идеяларын айтып, бөлүшө ала турган достук жана урмат-сый атмосферасын түзүүгө аракет кылабыз. Бирок бул атмосфераны сактап калуу үчүн бизде сайтта сакталышы керек болгон жүрүм-турум эрежелери бар.

source: Модераторы нашего сообщества следят за тем, чтобы правила были соблюдены и чтобы каждый участник чувствовал себя комфортно. Если какой-то участник нарушает правила, модераторы могут забанить его на некоторое время или навсегда.
ky: Коомчулуктун модераторлору эрежелердин сакталышын жана ар бир мүчөнүн өзүн ыңгайлуу сезишине ынанышат. Эгер мүчө эрежелерди бузса, модераторлор ага бир аз убакытка же биротоло тыюу салышы мүмкүн.

source: Пожалуйста, соблюдайте правила нашего сайта и уважайте других участников. Не используйте оскорбительную речь или нецензурные выражения, не нарушайте авторские права и не публикуйте запрещенный контент.
ky: Сураныч, биздин сайттын эрежелерин сактоо жана башка мүчөлөрүн урматтоо. Адепсиз сөздөрдү же адепсиз сөздөрдү колдонбоңуз, автордук укуктарды бузбаңыз жана тыюу салынган мазмунду жарыялабаңыз.

source: Спасибо за ваше понимание и уважение к нашему сообществу!
ky: Коомубузду түшүнгөнүңүз жана урматтаганыңыз үчүн рахмат!

source: Смотреть все
ky: Баарын көрүү

source: Предыдущая
ky: Мурунку

source: текущая
ky: учурдагы

source: Следующая
ky: Кийинки

source: Изменить пост
ky: Постту түзөтүү

source: Сначала новые
ky: Жаңылар биринчи

source: Ответить
ky: Жооп берүү

source: Изменить объект
ky: Объектти түзөтүү

source: Вы точно хотите удалить этот пост?
ky: Бул постту чын эле жок кылгыңыз келеби?

source: Да
ky: Ооба

source: Развернуть
ky: Кеңейтүү

source: Скрыть
ky: Жашыруу

source: Курсы
ky: Курстар

source: О нас
ky: Биз жөнүндө

source: Отзывы
ky: Ой-пикирлер

source: Контакты
ky: Байланыш

source: Туториалы
ky: Үйрөткүчтөр

source: Оставьте свой номер
ky: Номериңизди калтырыңыз

source: а мы вам перезвоним
ky: жана биз сизге кайра чалабыз

source: Заказать консультацию
ky: Консультацияга заказ бериңиз

source: К сожалению, запрашиваемая вами страница не может быть найдена. Вероятно, адрес страницы был неверно введен или страница была удалена.
ky: Кечиресиз, сиз сураган баракча табылган жок. Балким, беттин дареги туура эмес киргизилген же барак өчүрүлгөн.

source: Чтобы решить эту проблему, вы можете попробовать следующее
ky: Бул көйгөйдү чечүү үчүн сиз төмөнкүлөрдү аракет кылсаңыз болот

source: Проверьте правильность адреса страницы, чтобы убедиться, что он был правильно набран.
ky: Туура терилгендигин текшерүү үчүн беттин дарегинин тууралыгын текшериңиз.

source: Используйте поиск на сайте, чтобы найти нужную информацию.
ky: Керектүү маалыматты табуу үчүн сайттан издөөнү колдонуңуз

source: Перейдите на главную страницу сайта и попробуйте найти информацию, которую вы искали.
ky: Сайттын башкы бетине өтүп, сиз издеп жаткан маалыматты табууга аракет кылыңыз.

source: Вернуться на главную страницу
ky: Башкы бетке кайтуу

source: К сожалению, возникла ошибка 500
ky: Тилекке каршы, 500 ката кетти

source: Это означает, что на сервере произошла внутренняя ошибка и запрошенная вами страница не может быть загружена. Наша команда работает над исправлением проблемы, но если проблема не исчезнет, пожалуйста, свяжитесь с нами, чтобы мы могли помочь вам получить доступ к необходимой информации. Приносим извинения за неудобства, и благодарим вас за ваше терпение.
ky: Бул серверде ички ката кетти жана сиз сураган баракты жүктөө мүмкүн эмес дегенди билдирет. Биздин команда көйгөйдү чечүүнүн үстүндө иштеп жатат, бирок көйгөй чечилбесе, сизге керектүү маалыматты алууга жардам берүү үчүн биз менен байланышыңыз. Ыңгайсыздык үчүн кечирим сурайбыз жана сабырдуулугуңуз үчүн рахмат.

source: О разделе
ky: Бөлүм жөнүндө

source: Спасибо за посещение сайта.
ky: Сайтка кирүү үчүн рахмат.

source: Данный курс находится на стадии разработки
ky: Бул курс иштелип чыгууда.

source: Курс по
ky: Курс

source: Время обучения
ky: Окуу убактысы

source: Формат обучения
ky: Окуу форматы

source: Ментор
ky: Мугалимдер

source: Начало курса
ky: Курстун башталышы

source: Идёт набор на данный курс успей записаться
ky: Бул курска катталуу жүрүп жатат

source: Готовим востребованных разработчиков с личным ментором с любого этапа.
ky: Биз талап кылынган иштеп чыгуучуларды каалаган баскычтан жеке устат менен окутуп жатабыз.

source: Наши менторы будут с тобой от заявки и до твоего выпускного.
ky: Биздин насаатчылар арыз тапшыргандан баштап бүтүрүүңүзгө чейин сиз менен болушат.

source: Записаться на курс
ky: Курска жазылыңыз

source: Курсы програмирования Бишкек
ky: Программалоо курстары Бишкек

source: Научись программировать за 3 месяца, обучаясь 5 дней в неделю по 3 часа в день только практика только хардкор
ky: Аптасына 5 күн окуп, күнүнө 3 сааттан гана хардкор менен машыгып, 3 айдын ичинде коддоону үйрөнүңүз

source: Не пропустите уникальную возможность услышать экспертов по программированию в прямом эфире прямо сейчас!
ky: Программалоо боюнча эксперттерди азыр түз ободо угуу үчүн уникалдуу мүмкүнчүлүктү колдон чыгарбаңыз!

source: Прямой эфир начнётся
ky: Түз эфир башталат

source: Это программа обучения включающая в себя в основном лишь только практику совмещая интеракивы. Light Code готовит специалистов, способных работать в динамично развивающейся отрасли.
ky: Бул окутуу программасы, ал негизинен интерактивдүү иш-аракеттерди айкалыштырган практиканы гана камтыйт. Light Code динамикалуу өнүгүп жаткан тармакта иштөөгө жөндөмдүү адистерди даярдайт.

source: Чему мы обучаем?
ky: Биз эмнени үйрөтөбүз?

source: Подробнее
ky: Көбүрөөк

source: На данный момент набора нету
ky: Учурда комплект жок

source: Важно не заучивание, а понимание сути
ky: Маанилүү жаттоо эмес, маңызын түшүнүү

source: Наша Команда
ky: Биздин команда

source: Что мне нужно иметь для учебы?
ky: Окуу үчүн эмне кылышым керек?

source: Главное наличия ноутбука и желания учиться!
ky: Эң негизгиси ноутбуктун болушу жана үйрөнүүгө болгон каалоо!

source: Почему я должен/должна учиться у вас?
ky: Эмне үчүн мен сизден үйрөнүшүм керек?

source: Обучение 15 часов неделю
ky: Жумасына 15 саат машыгуу

source: 3 месяца сплошной практики
ky: 3 ай үзгүлтүксүз практика

source: 180 часов за 3 месяца
ky: 3 айда 180 саат

source: Обучение 20%% теории 80%% практики через
ky: 20 пайыз теория 80 пайыз практика аркылуу үйрөтүү

source: интерактивы, разборы и реальные кейсы
ky: интерактивдүү, анализдер жана реалдуу учурлар

source: Нужен ли мне свой ноутбук?
ky: Мага ноутбук керекпи?

source: Да. Необходимо иметь свой ноутбук. Характеристики: минимум 4 ГБ оперативной памяти, 2 ядровый процессор. В идеале: 8 ГБ оперативной памяти и процессор с 4 ядрами.
ky: Ооба. Сиздин жеке ноутбук болушу керек. Мүнөздөмөлөрү: кеминде 4 ГБ оперативдүү эс тутум, 2 негизги процессор. Идеалында: 8 ГБ оперативдик эс жана 4 ядролуу процессор.

source: Отзывы наших учеников
ky: Биздин студенттердин пикири

source: Личный кабинет
ky: Жеке бөлмө

source: Добро пожаловать в ваш личный кабинет!
ky: Жеке аккаунтуңузга кош келиңиз!

source: Онлайн курсы
ky: Онлайн курстар

source: Спасибо за интерес к школе IT-технологий LightCode! Мы предлагаем курсы по программированию, веб-разработке, аналитике данных и многому другому. Наши опытные преподаватели помогут вам освоить новые навыки и стать экспертом в выбранной области.
ky: LightCode IT мектебине кызыгууңуз үчүн рахмат! Биз программалоо, веб иштеп чыгуу, маалыматтарды аналитика жана башкалар боюнча курстарды сунуштайбыз. Биздин тажрыйбалуу окутуучулар жаңы көндүмдөрдү үйрөнүүгө жана сиз тандаган тармактын адиси болууга жардам берет.

source: У нас есть гибкая система обучения, которая позволяет выбрать удобное расписание и формат занятий. Вы можете выбрать индивидуальные занятия, групповые курсы или дистанционное обучение.
ky: Бизде ийкемдүү окутуу системасы бар, ал сизге ыңгайлуу графикти жана сабактардын форматын тандоого мүмкүндүк берет. Сиз жеке сабактарды, топтук курстарды же аралыктан окутууну тандай аласыз.

source: Мы также предлагаем практические задания и проекты, которые помогут вам укрепить свои знания и подготовиться к реальным задачам на рынке труда.
ky: Биз ошондой эле билимиңизди чыңдоого жана эмгек рыногундагы реалдуу кыйынчылыктарга даярданууга жардам берүүчү практикалык тапшырмаларды жана долбоорлорду сунуштайбыз.

source: Присоединяйтесь к LightCode и начните свой путь в мире IT-технологий уже сегодня!
ky: LightCode'го кошулуп, IT дүйнөсүндө саякатыңызды бүгүн баштаңыз!

source: Учитесь программированию вместе с LightCode
ky: LightCode менен коддоону үйрөнүңүз

source: Только до конца этой недели!
ky: Ушул жуманын аягына чейин гана!

source: Запишитесь на курс и получите бесплатный доступ к материалам
ky: Курска катталып, материалдарга акысыз мүмкүнчүлүк алыңыз

source: которые помогут вам стать экспертом в
ky: бул сизге адис болууга жардам берет

source: Записаться
ky: Жазылуу

source: О сайте
ky: Сайт жөнүндө

source: Данный сайт посвящен различным языкам и технологиям программирования, компьютерам, мобильным платформам и ИТ-технологиям. Здесь будут выкладываться различные руководства и учебные материалы, статьи и примеры.<br><br>На сайте можно найти материалы по таким направлениям, как язык C# и семейство технологий .NET (ASP.NET, WPF, Entity Framework и т.д.), технологии на базе Java ( Java SE, программирование под ОС Андроид и т.д.), Python, Dart (в том числе Flutter), работа с базами данных (MS SQL Server, MySQL, MongoDB) а также WEB-технологии, такие как HTML5, AJAX, jQuery, Node.js, ExtJS, Angular, React и др.<br><br>Поскольку жизнь не стоит на месте, все материалы по возможности дополняются и обновляются, чтобы соответствовать духу времени и не терять своей актуальности.
ky: Бул сайт ар кандай программалоо тилдерине жана технологияларына, компьютерлерге, мобилдик платформаларга жана IT технологияларына арналган. Бул жерде ар кандай колдонмолор жана окуу куралдары, макалалар жана мисалдар жайгаштырылат.<br><br>Сайтта сиз C# тили жана .NET технологиялар үй-бүлөсү (ASP.NET, WPF, Entity Framework, ж.б.), Java негизиндеги технологиялар (Java SE, Android программалоо ж.б.), Python, Dart (анын ичинде Flutter), маалымат базалары (MS SQL Server, MySQL, MongoDB) жана HTML5, AJAX, jQuery сыяктуу WEB технологиялары , Node.js, ExtJS, Angular, React, ж.б.<br><br>Жашоо бир орунда турбагандыктан, бардык материалдар убакыттын духуна шайкеш келип, актуалдуулугун жоготпоо үчүн мүмкүн болушунча толукталат жана жаңыртылып турат.
